#ifndef gb28181_include_gb28181_request_INVATE_REQUEST_H
#define gb28181_include_gb28181_request_INVATE_REQUEST_H

#endif // gb28181_include_gb28181_request_INVATE_REQUEST_H

/**********************************************************************************************************
文件名称:   invite_request.h
创建时间:   25-2-15 上午11:23
作者名称:   Kevin
文件路径:   include/gb28181/request
功能描述:   用来实现 invite 请求
修订时间:   25-2-15 上午11:23

修订记录
-----------------------------------------------------------------------------------------------------------
1. Kevin       25-2-15 上午11:23       描述:   创建文件

**********************************************************************************************************/