#ifndef gb28181_src_inner_TRANSPORT_IMPL_H
#define gb28181_src_inner_TRANSPORT_IMPL_H

namespace gb28181 {


}

#endif //gb28181_src_inner_TRANSPORT_IMPL_H



/**********************************************************************************************************
文件名称:   transport_impl.h
创建时间:   25-2-5 上午10:40
作者名称:   Kevin
文件路径:   src/inner
功能描述:   ${MY_FILE_DESCRIPTION}
修订时间:   25-2-5 上午10:40

修订记录
-----------------------------------------------------------------------------------------------------------
1. Kevin       25-2-5 上午10:40       描述:   创建文件

**********************************************************************************************************/