#ifndef gb28181_include_gb28181_message_PTZ_POSITION_MESSAGE_H
#define gb28181_include_gb28181_message_PTZ_POSITION_MESSAGE_H

#endif //gb28181_include_gb28181_message_PTZ_POSITION_MESSAGE_H



/**********************************************************************************************************
文件名称:   ptz_position_message.h
创建时间:   25-2-10 下午3:17
作者名称:   Kevin
文件路径:   include/gb28181/message
功能描述:   ${MY_FILE_DESCRIPTION}
修订时间:   25-2-10 下午3:17

修订记录
-----------------------------------------------------------------------------------------------------------
1. Kevin       25-2-10 下午3:17       描述:   创建文件

**********************************************************************************************************/